{"_id":{"$oid":"654b84cddb5fbb6482464ee4"},"Name":"Christopher Nolan","Bio":"Christopher Nolan is a renowned British-American filmmaker known for his complex and visually stunning films. He was born on July 30, 1970, in London, United Kingdom.","Birth":"1970-07-30","Death":""}
{"_id":{"$oid":"654b86c8db5fbb6482464ee5"},"Name":"James Cameron","Bio":"James Cameron is a Canadian filmmaker known for his groundbreaking work in science fiction and epic filmmaking. He was born on August 16, 1954, in Kapuskasing, Ontario, Canada.","Birth":"1954-08-16","Death":""}
{"_id":{"$oid":"654b86c8db5fbb6482464ee6"},"Name":"Alfred Hitchcock","Bio":"Alfred Hitchcock was a British filmmaker known for his mastery of suspense and psychological thrillers. He was widely regarded as one of the most influential and iconic directors in the history of cinema. Alfred Hitchcock was born on August 13, 1899, in Leytonstone, London, England, and he passed away on April 29, 1980, in Bel Air, Los Angeles, California, USA.","Birth":"1899-08-13","Death":"1980-04-29"}
{"_id":{"$oid":"654b89badb5fbb6482464ee7"},"Name":"Steven Spielberg","Bio":"Steven Spielberg is an American filmmaker known for his contributions to the adventure and science fiction genres. He was born on December 18, 1946, in Cincinnati, Ohio, USA.","Birth":"1946-12-18","Death":""}
{"_id":{"$oid":"654b89badb5fbb6482464ee8"},"Name":"George Lucas","Bio":"George Lucas is an American filmmaker known for creating the iconic 'Star Wars' franchise. He was born on May 14, 1944, in Modesto, California, USA.","Birth":"1944-05-14","Death":""}
{"_id":{"$oid":"654b89badb5fbb6482464ee9"},"Name":"Francis Ford Coppola","Bio":"Francis Ford Coppola is an acclaimed American film director, producer, and screenwriter, born in 1939. He is best known for directing iconic films such as \"The Godfather\" series and \"Apocalypse Now,\" and his innovative contributions to cinema have made him a highly influential figure in the industry.","Birth":"1939-04-07","Death":""}
